Repository: AdolphLua/orange
Catalog: languages/*/LC_MESSAGES/slovenian.po
Languages: si

source: Learner/Classifier Name
si: Ime algoritma ali modela

source: Name to be used by other widgets to identify your learner/classifier.
si: Ime, pod katerim bo algoritem predstavljen v drugih gradnikih

source: Splitting
si: Delitev

source: Use information gain instead of ratio (-g)
si: Uporabi informacijski prispevek namesto razmerja (-g)

source: Subsetting (-s)
si: Podmnožice (-s)

source: Probabilistic threshold for continuous attributes (-p)
si: Verjetnostna meja za zvezne atribute (-p)

source: Pruning
si: Rezanje

source: Minimal examples in leaves (-m)
si: Najmanjše število primerov v listih (-m)

source: Post pruning with confidence level (-cf) of
si: Naknadno rezanje s stopnjo zaupanja (-cf)

source: Iterative generation
si: Postopno sestavljanje

source: Generate the tree iteratively (-i, -t, -w)
si: Sestavljaj drevo iterativno (-i, -t, -w)

source: Number of trials (-t)
si: Število poskusov (-t)

source: Manually set initial window size (-w) to
si: Ročno postavi velikost okna (-w) na

source: Manually set window increment (-i) to
si: Ročno postavi povečanje velikost (-i) na

source: Convert to orange tree structure
si: Pretvori drevo v Orangeovo strukturo

source: &Apply
si: Potrdi

source: C4.5 plug-in
si: Vtičnik C4.5

source: File c45.dll not found. See http://www.ailab.si/orange/doc/reference/C45Learner.htm
si: Datoteka c45.dll ne obstaja. Detajli so opisani na

source: This data set has no class.
si: Podatki nimajo razreda

source: This algorithm only works with discrete classes.
si: C4.5 deluje samo z diskretnimi razredi

source: Rule classifier
si: Odločitvena pravila

source: Rule Quality Estimation
si: Ocena kvalitete pravila

source: Pre-Prunning (LRS)
si: Rezanje med gradnjo (LRS)

source: Alpha (vs. default rule)
si: α (proti privzetemu pravilu)

source: Significance of rules compared to original data.
si: Zahtevana značilnost pravila v primerjavi z izvirnimi podatki

source: Stopping Alpha (vs. parent rule)
si: Ustavitvena α (proti prejšnjemu pravilu)

source: Significance of each specialization of a rule.
si: Zahtevana značilnost vsake izostritve pravila.

source: Minimum Coverage
si: Najmanjše pokritje

source: Minimum number of examples a rule must cover (use 0 for dont care)
si: Najmanjše število primerov, ki jih mora primer pokriti (uporabite 0, če ne želite postaviti meje)

source: Limit Max. Rule Length:
si: Omeji dolžino pravila

source: Maximum number of conditions in the left part of the rule (use 0 for dont care)
si: Največje dovoljeno število pogojev na levi strani pravila(uporabite 0, če ne želite omejiti pravil)

source: Beam
si: Snop

source: Beam width
si: Širina snopa

source: Specify the width of the search beam
si: Določi širino iskalnega snopa

source: Covering algorithm settings
si: Nastavitve prekrivnega algoritma

source: Exclusive covering
si: Ekskluzivno prekrivanje

source: Weighted covering
si: Uteženo prekrivanje

source: Classless domain!
si: Podatki nimajo razreda.

source: CN2 can learn only from discrete class!
si: CN2 se lahko uči le z diskretnim razredom.

source: Unknown error
si: Neznana napaka

source: CN2 Rules Viewer
si: Pregledovalnik odločitvenih pravil

source: Rule length
si: Dolžina pravila

source: Rule quality
si: Kvaliteta pravila

source: Coverage
si: Pokritje

source: Predicted class
si: Napovedani razred

source: Distribution
si: Porazdelitev

source: Distribution (Bar)
si: Porazdelitev (črta)

source: Sorting
si: Urejanje

source: No sorting
si: Brez urejanja

source: Rule
si: Pravilo

source: Output
si: Izhod

source: Commit on change
si: Pošlji ob spremembi

source: &Commit
si: Pošlji

source: &Save rules to file
si: Shrani pravila v datoteko

source: Length
si: Dolžina

source: Quality
si: Kvaliteta

source: Class
si: Razred

source: IF
si: ČE

source: AND
si: IN

source: THEN
si: POTEM

source: Gain Ratio
si: Razmerje inf. prispevka

source: Gini Index
si: Indeks Gini

source: Information Gain
si: Informacijski prispevek

source: Classification Tree
si: Klasifikacijsko drevo

source: Attribute selection criterion
si: Kriterij za izbiro atributov

source: Limit the number of reference examples to
si: Omeji število referenčnih primerov na

source: Number of neighbours in ReliefF
si: Število sosedov v ReliefFu

source: Binarization
si: Binarizacija

source: Tree Structure
si: Struktura drevesa

source: Pre-Pruning
si: Rezanje med gradnjo

source: Min. instances in leaves:
si: Min. število primerov v listih:

source: or fewer instances
si: ali manj primerov

source: Stop splitting nodes with
si: Ustavi gradnjo pri

source: % of majority class
si: % deležu večinskega razreda

source: Post-Pruning
si: Naknadno rezanje

source: Recursively merge leaves with same majority class
si: Rekurzivno združuje liste z istim večinskim razredom

source: Pruning with m-estimate, m=
si: Rezanje z m-oceno, m=

source: Majority class
si: Večinski razred

source: P(Class)
si: P(razred)

source: Probability of majority class
si: Verjetnost večinskega razreda

source: P(Target)
si: P(ciljni)

source: Probability of target class
si: Verjetnost ciljnega razreda

source: #Inst
si: #primerov

source: Number of instances
si: Število primerov

source: Rel. distr.
si: Rel. porazd.

source: Relative distribution
si: Relativna porazdelitev

source: Abs. distr.
si: Abs. porazd.

source: Absolute distribution
si: Absolutna porazdelitev

source: Show Data
si: Prikazani podatki

source: Expand/Shrink to Level
si: Odpri/zapri do nivoja

source: Tree Size Info
si: Velikost drevesa

source: No tree.
si: Ni drevesa.

source: <root>
si: <koren>

source: This viewer only shows trees with discrete classes. There is another viewer for regression trees
si: Ta gradnik dela samo z diskretnimi razredi. Za regresijska drevesa obstaja drug pregledovalnik.

source: Number of nodes: %i
si: Število vozlišč: %i

source: Number of leaves: %i
si: Število listov: %i

source: AND
si: IN

source: IF %(tx)s THEN %(className)s = %(classLabel)s
si: Če %(tx)s POTEM %(classname)s = %(classLabel)s

source: in
si: v

source: Show Info
si: Prikazani podatki

source: Majority class probability
si: Verjetnost večinskega razreda

source: Target class probability
si: Verjetnost ciljnega razreda

source: Default
si: Privzeto

source: Instances in node
si: Primerov v vozlišču

source: Node Color
si: Barva vozlišča

source: Target class distribution
si: Porazdelitev ciljnega razreda

source: Show pie graph with class distribution?
si: Prikaži krožni grafikov s porazd. razreda

source: Show pies
si: Prikaži krožni grafikon

source: Target Class
si: Ciljni razred

source: Save As
si: Shrani kot...

source: THEN
si: POTEM

source: AND
si: IN

source: THEN
si: POTEM

source: Instances: %(ninst)s (%(prop).1f%%)
si: Primerov: %(ninst)s (%(prop).1f%%)

source: (leaf)
si: (list)

source: Partition on: %(nodename)s
si: Delitev po: %(nodename)s

source: Save to...
si: Shrani kot...

source: Split selection
si: Izbira delitvenega kriterija

source: Cut off point:
si: Meja:

source: Split
si: Razdeli

source: Modify Tree
si: Spremembe drevesa

source: Cut
si: Odreži

source: Build
si: Zgradi

source: This widget only works with discrete classes.
si: Ta gradnik dela le z diskretnimi razredi

source: Euclidean
si: Evklidska

source: Hamiltonian
si: Hamiltonova

source: Manhattan
si: Manhattanska

source: Maximal
si: Največja

source: Neighbours
si: Sosedi

source: Number of neighbours
si: Število sosedov

source: Weighting by ranks, not distances
si: Uteži po rangih, ne po razdaljah

source: Metrics
si: Metrika

source: Normalize continuous attributes
si: Normaliziraj zvezne atribute

source: Ignore unknown values
si: Zanemari neznane vrednosti

source: This data set has no class
si: Podatki nimajo razreda

source: Average values
si: Poprečne vrednosti

source: Classification/Regression trees
si: Klasifikacijska/regresijska drevesa

source: Maximal value
si: Največja vrednost

source: Minimal value
si: Najmanjša vrednost

source: None (skip examples)
si: Izpusti primere

source: Logistic regression
si: Logistična regresija

source: Imputation of unknown values
si: Vstavljanje neznanih vrednosti

source: Attribute selection
si: Izbira atributov

source: Remove singular attributes
si: Odstrani singularne atribute

source: Remove attributes that cause singularities and constants
si: Odstrani atribute, ki povzročajo singularnosti

source: Apply stepwise logistic regression
si: Izbira atributov po korakih

source: Use only attributes selected by stepwise logistic regression.
si: Uporabi samo atribute, ki jih izbere regresija po korakih.

source: Add threshold:
si: Prag za dodajanje:

source: Requested significance of attribute to be added to the model.
si: Zahtevana značilnost za dodajanje atributa v model

source: Remove threshold:
si: Prag za odstranitev:

source: Requested significance for removing an attribute from the model.
si: Zahtevana značilnost za odstranitev atributa iz modela

source: Num. of attributes:
si: Število atributov:

source: Maximum number of selected attributes. Algorithm stops when it selects specified number of attributes. Use -1 for infinity.
si: Največje število atributov v modelu. Algoritem se ustavi, ko je izbrano zahtevano število atributov. (uporabite 0, če ne želite postaviti meje)

source: LogRegFitter error:
si: napaka v LogRegFitterju

source: Majority
si: Večinski razred

source: Relative Frequency
si: Relativna frekvenca

source: m-Estimate
si: m-ocena

source: Probability Estimation
si: Ocenjevanje verjetnosti

source: Unconditional:
si: Apriorna verjetnost:

source: Method to estimate unconditional probability.
si: Metoda za ocenjevanje apriorne verjetnosti.

source: Conditional (discrete):
si: Pogojna (diskretna):

source: Conditional probability estimation method used for discrete attributes.
si: Metoda za ocenjevanje pogojnih verjetnosti pri diskretnih atributih

source: Conditional (continuous):
si: Pogojna (zvezna):

source: Conditional probability estimation method used for continuous attributes.
si: Metoda za ocenjevanje pogojnih verjetnosti pri zveznih atributih.

source: Parameter for m-estimate:
si: Parameter za m-oceno:

source: Size of LOESS window:
si: Velikost okna za LOESS:

source: Proportion of examples used for local learning in loess. Use 0 to learn from few local instances (3) and 1 to learn from all in the data set (this kind of learning is not local anymore).
si: Delež primerov uporabljenih pri lokalnem ocenjevanju v Loess. 0 pomeni ocenjevanjena podlagi treh sosednih primerov in 1 ocenjevanje na podlagi vseh primerov(na ta način ocene niso lokalne)

source: Adjust threshold (for binary classes)
si: Umeri prag (za binarne razrede)

source: Threshold
si: Prag

source: Parameter m Out of Bounds: Parameter m should be positive!
si: Parameter m mora biti pozitiven.

source: Parameter windowProportion (for LOESS) Out of Bounds: Parameter should be between 0.0 and 1.0!
si: Velikost okna za LOESS mora biti med 0 in 1.

source: same (%s)
si: enako (%s)

source: Points
si: Točke

source: Log OR Sum
si: Vsota log OR

source: Total Points
si: Skupaj točk

source: 0-point
si: Točka 0

source: Align
si: Poravnaj

source: Left
si: Levo

source: Attributes are not aligned, top scale represents true (normalized) regression coefficient value
si: Atributi niso poravnani, gornje merilo predstalja prave (normalizirane) regresijske koeficiente

source: Attributes in nomogram are left aligned
si: Atributi v nomogramu so poravnani na levo

source: yAxis
si: Os y

source: values are normalized on a 0-100 point scale
si: vrednosti so normalizirane na lestvico 0-100

source: values on top axis show log-linear contribution of attribute to full model
si: vrednosti na zgornjem merilu kažejo log-linearne prispevke atributov v modelu

source: Continuous
si: Zvezni atributi

source: Continuous attribute are presented on a single scale
si: Zvezni atributi so prikazani enodimenzionalno, na črtah

source: Two dimensional space is used to present continuous attributes in nomogram.
si: Zvezni atributi so prikazani z dvodimenzionalnimi grafi

source: Target Class
si: Ciljni razred

source: Select target (prediction) class in the model.
si: Izberi ciljni razred za model

source: Show prediction
si: Pokaži napoved

source: Show table
si: Pokaži tabelo

source: Show table of selected attribute values?
si: Pokaži tabelo izbranih vrednosti atributov?

source: Show details bubble
si: Pokaži mehurček s podrobnostmi

source: Show details of selected attribute value in a roll-over blob.
si: Pokaži podrobnosti o izbrani vrednosti atributa

source: Absolute importance
si: Absolutna pomembnost

source: Criteria:
si: Kriterij:

source: Negative influence
si: Negativni vpliv

source: Positive influence
si: Pozitivni vpliv

source: General
si: Splošno

source: Define space (pixels) between adjacent attributes.
si: Določi razmik (v pikah) med sosednimi atributi.

source: Vertical spacing:
si: Navpični razmik:

source: Font size of nomogram labels.
si: Velikost pisave za oznake

source: Font size:
si: Velikost pisave:

source: Define width of lines shown in nomogram.
si: Določi širino črt v nomogramu.

source: Line width:
si: Širina črt:

source: Histogram, max. size:
si: Histogram, najv. velikost:

source: Confidence Interval (%):
si: Interval zaupanja (%):

source: Show Base Line (at 0-point)
si: Pokaži črto ničelnega vpliva

source: Settings
si: Nastavitve

source: Constant
si: Konstanta

source: Other
si: Ostalo

source: OWNomogram: This domain has no class attribute.
si: Podatki nimajo razreda.

source: Value:
si: Vrednost:

source: Constant:
si: Konstanta:

source: SVM Learner/Classifier
si: SVM

source: Kernel
si: Jedro

source: Linear, x.y
si: Linearno, x.y

source: Polynomial, (g*x.y+c)^d
si: Polinomsko, (g*x.z+c)^d

source: Sigmoid, tanh(g*x.y+c)
si: Sigmoidno, tanh(g*x.y+c)

source: Other settings
si: Ostale nastavitve

source: Model complexity (C)
si: Kompleksnost modela (C)

source: Tolerance (p)
si: Toleranca (p)

source: Numeric precision (eps)
si: Numerična natančnost (eps)

source: Support probabilities
si: Podporne verjetnosti

source: Shrinking
si: Krčenje

source: Limit the number of support vectors
si: Omeji število podpornih vektorjev

source: Complexity bound (nu)
si: Meja kompleksnosti (nu)

source: Upper bound on the ratio of support vectors
si: Zgornja meja deleža podpornih vektorjev

source: Builds a model that can be visualized in a nomogram
si: Zgradi model, ki ga je mogoče prikazati v nomogramu

source: For nomogram if posible
si: Pripravi za nomogram, če je mogoče

source: Automatic parameter search
si: Samodejno iskanje nastavitev

source: Automaticaly searches for parameters that optimize classifier acuracy
si: Samodejno poišče parametre za optimalno klasifikacijsko točnost

source: Zoom
si: Povečava

source: Vertical Spacing
si: Navpični razmik

source: Horizontal Spacing
si: Vodoravni razmik

source: Node Bubbles
si: Mehurčki na vozliščih

source: When mouse over the node show info bubble
si: Pokaži mehurček z informacijami, kadar je miš na vozlišču

source: Truncate Text To Fit Margins
si: Skrajšaj predolga besedila

source: Truncate any text to fit the node width
si: Skrajšaj vsa besedila, ki so predolga izpis v za vozlišča

source: Defines the depth of the tree displayed
si: Določu prikazano globino drevesa

source: Max Tree Depth:
si: Najv. globina drevesa:

source: Defines max width of the edges that connect tree nodes
si: Določi največjo širino povezav med vozlišči

source: Max Line Width:
si: Najv. širina povezav:

source: No Dependency
si: Enaka širina

source: Parent Node
si: Glede na prednika

source: Reference for Line Width
si: Širina povezav

source: Root Node
si: Glede na koren

source: All edges are of the same width
si: Vse povezave so enako široke

source: Line width is relative to number of cases in parent node
si: Širina povezave je odvisna od števila primerov v očetu

source: Line width is relative to number of cases in root node
si: Širina povezave je odvisna od števila primerov v korenu

source: Tree
si: Drevo

source: Node Width
si: Širina vozlišča

source: Find Root
si: Poišči koren

source: Find Selected
si: Poišči izbrano

source: Node
si: Vozlišče

source: Number of nodes: %s
si: Število vozlišč: %s

source: Number of leaves: %s
si: Število listov: %s
